Repository: sayfullayev0204/school29
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: Maktab
ru: Школа

source: Haqida
ru: О

source: Haftalik
ru: Еженедельный

source: Bog'lanish
ru: Связь

source: Biz bilan Bog'lanish
ru: Свяжитесь с нами

source: Manzil
ru: Адрес

source: Buxoro viloyati, Buxoro shahar, Namozgoh ko'chasi 29-uy
ru: Бухарская область, город Бухара, улица Намозгох, дом 29

source: 2019 yil mukammal ta'mir
ru: Капитальный ремонт 2019 года

source: Maktab binosi qurilgan yili
ru: Год постройки школьного здания

source: Dastur asosida ta'mirlangan yili va turi
ru: Год и тип ремонта по программе

source: Buxoro shahar 29-Idum haqida ma’lumot
ru: Информация о 29-й школе города Бухара

source: Telefon
ru: Телефон

source: Email
ru: Электронная почта

source: Ismingiz
ru: Ваше имя

source: Emailingiz
ru: Ваш Email

source: Sarlavha
ru: Заголовок

source: Xabar
ru: Сообщение

source: Yuborish
ru: Отправить

source: Raxbariyati
ru: Руководство

source: Olimpiada
ru: Олимпиада

source: Natijalari
ru: Результаты

source: MATEMATIKA FANIGA IXTISOSLASHTRILGAN
ru: СПЕЦИАЛИЗИРОВАННЫЙ ПО МАТЕМАТИКЕ

source: 29-SONLI
ru: НОМЕР 29

source: DAVLAT UMUTA'LIM MAKTABI
ru: ГОСУДАРСТВЕННАЯ ОБЩЕОБРАЗОВАТЕЛЬНАЯ ШКОЛА

source: O'quv binolari
ru: Учебные здания

source: Pedagog xodimlar
ru: Педагогический персонал

source: Oliy va birinchi toifali pedagoglar
ru: Высшая и первая категория учителей

source: O'quvchilar
ru: Ученики

source: Kompyuter xonalari
ru: Компьютерные классы

source: Laboratoriya
ru: Лаборатория

source: Bizning manzilimiz
ru: Наш адрес

source: Xaritada
ru: На карте

source: Bino nechi qavatdan iborat
ru: Сколько этажей в здании?

source: Sinflar soni
ru: Количество классов

source: O‘qish nechi smenada
ru: Сколько смен обучения?

source: Maktab nimaga ixtisoslashtirilgan
ru: На чем специализируется школа?

source: Ixtisoslashtirilgan maktab (matematika faniga)
ru: Специализированная школа (математика)

source: O‘quvchi o‘rni (quvvati)
ru: Мест для учащихся (вместимость)

source: 1176 o‘rinli
ru: 1176 мест

source: Umumiy maydoni
ru: Общая площадь

source: 21993 kv.m
ru: 21993 кв.м

source: Manzili to‘liq
ru: Полный адрес

source: Buxoro shahar, X.Olimjon MFY, Namozgoh ko‘chasi 29-uy
ru: г. Бухара, ул. Х. Олимжон, ул. Намозгох, дом 29

source: Direktor F.I.Sh lavozimga qachondan buyon
ru: С какого времени директор Ф.И.Ш. занимает должность?

source: Ravshanova Gulchera Maxamatovna
ru: Равшанова Гульчера Махаматовна

source: 2019 yil 20 avgustdan
ru: С 20 августа 2019 года

source: Videolar
ru: Видео

source: Rasmlar
ru: Картинки

source: Barcha huquqlar himoyalangan
ru: Все права защищены

source: Bosh sahifa
ru: Главная

source: Maktab haqida
ru: О школе

source: Yangiliklar
ru: Новости

source: Olimpiadalar
ru: Олимпиады

source: Rahbariyat
ru: Руководство

source: O'qituvchilar faoliati
ru: Деятельность учителей

source: Yo'nalishlar
ru: Направления

source: 5 tashabbus
ru: 5 инициатив

source: Eco school
ru: Эко-школа

source: Sport
ru: Спорт

source: Maktab Direktori
ru: Директор школы

source: Ravshanova Gulchera Maxammatovna
ru: Равшанова Гульчера Махаматовна

source: O'quv-tarbiya Ishlari bo'yicha Direktor O'rinbosari
ru: Заместитель директора по учебно-воспитательной работе

source: Muyassarova Muharram Gulboyevna
ru: Муяссарова Мухаррам Гулбоевна

source: Ma'naviy-ma'rifiy Ishlar bo'yicha Direktor O'rinbosari
ru: Заместитель директора по духовно-нравственным вопросам

source: Hamdamova Nigora Olimovna
ru: Хамдамова Нигора Олимовна

source: Fan
ru: Предмет

source: O'qituvchi
ru: Учитель

source: O'quvchi
ru: Ученик

source: Sinf
ru: Класс

source: O'rin
ru: Место

source: Ball
ru: Баллы
